Repository: konooa/Blocks
Catalog: lang/blocks-*.po
Languages: sv_se

source: You don't have premission to edit or create blocks
sv_se: Du har inte rättigheter att redigera eller skapa block

source: Block Settings
sv_se: Inställningar

source: Add block
sv_se: Lägg till block

source: Search page
sv_se: Sök

source: You have not defined any areas in any of your theme templates, please do so
sv_se: Du har inte definerat några ytor i dina tema-filer, gör det först

source: Getting started with Blocks
sv_se: Komigång med Block

source: Parent
sv_se: Förälder

source: Add this
sv_se: Lägg till detta

source: Add on areas
sv_se: Lägg till på ytor

source: Here you can add specific settings for the block
sv_se: Här kan du ange specifika inställningar för blocket

source: Default Template
sv_se: Standardmall

source: Add a link to the title
sv_se: Lägg till en länk på titeln

source: Add Block-specific class
sv_se: Lägg till block-specifik klass

source: Blocks
sv_se: Block

source: Add Block
sv_se: Lägg till Block

source: Edit Block
sv_se: Redigera Block

source: New Block
sv_se: Nytt Block

source: View Block
sv_se: Visa Block

source: Search Block
sv_se: Sök efter Block

source: No Blocks Found
sv_se: Inga Block Funna

source: No Blocks found in the trash.
sv_se: Inga Block Funna I Papperskorgen

source: Block parent
sv_se: Block-förälder

source: Left column
sv_se: Vänsterkolumn

source: This is the left sidebar
sv_se: Det här är vänsterkolumnen

source: Right column
sv_se: Högerkolumnen

source: This is the right sidebar
sv_se: Det här är högerkolumnen

source: Block updated. See the result on the pages you added the block on.
sv_se: Block uppdaterad. Se resultatet på sidor där du har lagt till blocket på.

source: Settings
sv_se: Inställningar

source: General
sv_se: Allmänt

source: Advanced
sv_se: Avancerat

source: Block settings updated.
sv_se: Inställningar uppdaterade.

source: Add new areas
sv_se: Lägg till nya ytor

source: Here you can edit or add new areas
sv_se: Här kan du redigera eller lägga till nya ytor

source: Add a key, Name and Description
sv_se: Ange en nyckel, Namn och beskrivning

source: The Name and Description will be visable in WordPress-admin
sv_se: Namn och Beskrivning blir synligt i redigeringsläge

source: Instructions
sv_se: Instruktioner

source: Add areas to your theme
sv_se: Lägg till yter i ditt tema

source: First you need to have one ore more <b>Areas</b>, then you need to define them in your theme where you want them to show up.
sv_se: Först behöver du ha en eller flera <b>Ytor</b>, sen behöver du definera i ditt tema vart ytorna ska visas.

source: When you created the areas you defined a <b>Key</b>, witch you use to call that area from the theme.
sv_se: När du skapar ytor definerar du en <b>Nyckel</b>, som du använder för att hämta blocken i ditt tema.

source: Go to your theme folder and select the template where you want to show blocks, e.g page.php
sv_se: Gå till din temamapp och välj en mall där du vill visa blocks, t.ex page.php

source: In the top of the file add a comment like this:
sv_se: I sidhuvudet av filen lägg till en kommentar såhär:

source: Then you need to define where in that file you want the blocks, call this function:
sv_se: Sen behöver du definera vart i den filen du vill skriva ut blocken, med den här funktionen:

source: Go and
sv_se: Gå och

source: create
sv_se: skapa

source: a block and add it to a <b>Page</b>
sv_se: ett block och lägg till den på en <b>Sida</b>

source: Read more about how to use and customize blocks in the
sv_se: Läs mer hur du använder och ändrar blocks i

source: Documentation
sv_se: Dokumentationen

source: Key
sv_se: Nyckel

source: Name
sv_se: Namn

source: Description
sv_se: Beskrivning

source: Remove
sv_se: Ta bort

source: Enable Cache
sv_se: Aktivera Cache

source: Blocks have a built in cache soulution, it uses the Transients API
sv_se: Blocks har en inbyggd funktion för cache, den använder Transients API

source: This will work on sites like intranets because it uses the database to cache and not static HTML
sv_se: Det kommer fungera på sidor som intranät då det använder databasen och inte statisk HTML

source: Empty cache
sv_se: Rensa cache

source: Enable edit-button
sv_se: Aktivera redigera-knapp

source: Enable this if you want a link on eatch block in the front-end that goes to the edit-screen of the block
sv_se: Aktivera om du vill visa redigera-knappar på framsidan som leder till blocket

source: Add your own css-class to the blocks
sv_se: Lägg till egen css-klass på blocken

source: Here you can add you own css-class that will be printed on the front-end
sv_se: Här kan du ange en egen css-klass som kommer skrivas ut på front-end

source: class
sv_se: klass

source: Save Settings
sv_se: Spara Inställningar

source: Edit block
sv_se: Redigera block

source: Edit
sv_se: Redigera

source: Your Areas
sv_se: Dina Ytor

source: Search blocks
sv_se: Sök block

source: Remove Block
sv_se: Ta bort Block
